13/data/attachments/77109830424fba20.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_f7b876d8-e9e2-4808-b09c-822ecbf31510</nif:username>
            <nif:friendToBeAdded>Carlos_usually_Friend_70286_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>